Repository: DeskboxBrazil/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: pt

# wireframe_flat_delay label
source: Wire Printing Flat Delay
pt: Atraso Horizontal da Impressão em Arame

# wireframe_flat_delay description
source: Delay time between two horizontal segments. Introducing such a delay can cause better adhesion to previous layers at the connection points, while too large delay times cause sagging. Only applies to Wire Printing.
pt: Tempo de atraso entre dois segmentos horizontais. Introduzir esse atraso pode favorecer uma melhor aderência às camadas prévias nos pontos de conexão, enquanto que um atraso muito longo pode causar flacidez. Só se aplica à Impressão em Arame.

# wireframe_up_half_speed label
source: Wire Printing Ease Upward
pt: Movimento Ascendente da Impressão em Arame

# wireframe_up_half_speed description
source: Distance of an upward move which is extruded with half speed. This can cause better adhesion to previous layers, while not heating the material in those layers too much. Only applies to Wire Printing.
pt: Distância de um movimento ascendente quando é extruído em meia velocidade. Isto pode favorecer uma melhor adesão às camadas prévias, e sem esquentar demais o material daquelas camadas. Só se aplica à impressão em arame.

# wireframe_top_jump label
source: Wire Printing Knot Size
pt: Tamanho de Nó da Impressão em Arame

# wireframe_top_jump description
source: Creates a small knot at the top of an upward line, so that the consecutive horizontal layer has a better chance to connect to it. Only applies to Wire Printing.
pt: Cria um pequeno nó no topo de uma linha ascendente, de forma que a camada horizontal seguinte tem uma maior chance de se conectar a ela. Só se aplica à impressão em arame.

# wireframe_fall_down label
source: Wire Printing Fall Down
pt: Queda da Impressão em Arame

# wireframe_fall_down description
source: Distance with which the material falls down after an upward extrusion. This distance is compensated for. Only applies to Wire Printing.
pt: Distância com a qual o material cai depois de uma extrusão ascendente. Esta distância será compensada. Só se aplica à impressão em arame.

# wireframe_drag_along label
source: Wire Printing Drag along
pt: Distância de Rastro da Impressão em Arame

# wireframe_drag_along description
source: Distance with which the material of an upward extrusion is dragged along with the diagonally downward extrusion. This distance is compensated for. Only applies to Wire Printing.
pt: Distância com a qual o material de uma extrusão ascendente é arrastado junto com a extrusão diagonalmente descendente. Esta distância será compensada. Só se aplica à impressão em arame.

# wireframe_strategy label
source: Wire Printing Strategy
pt: Estratégia de Impressão em Arame

# wireframe_strategy description
source: Strategy for making sure two consecutive layers connect at each connection point. Retraction lets the upward lines harden in the right position, but may cause filament grinding. A knot can be made at the end of an upward line to heighten the chance of connecting to it and to let the line cool; however it may require slow printing speeds. Another strategy is to compensate for the sagging of the top of an upward line; however, the lines won't always fall down as predicted.
pt: Estratégia para garantir que duas camadas consecutivas se conectem em cada ponto de conexão. A retração permite que as linhas ascendentes se endureçam na posição correta, mas pode causar trituração do filamento. Pode ser feito um nó ao final de cada linha ascendente para aumentar as chances de se conectar a ela e manter a linha fria; porém, isso pode precisar de velocidades de impressão mais baixas. Uma outra estratégia é a de compensar a flacidez no ponto mais alto de uma linha ascendente; mas, as linhas não sempre caem como esperado.

# wireframe_straight_before_down label
source: Wire Printing Straighten Downward Lines
pt: Alinhamento das Linhas Descendentes na Impressão em Arame

# wireframe_straight_before_down description
source: Percentage of a diagonally downward line which is covered by a horizontal line piece. This can prevent sagging of the top most point of upward lines. Only applies to Wire Printing.
pt: Porcentagem de uma linha descendente em diagonal que é coberta por um pedaço de linha horizontal. Isto pode impedir a flacidez do ponto mais alto das linhas ascendentes. Só se aplica à impressão em arame.

# wireframe_roof_fall_down label
source: Wire Printing Roof Fall Down
pt: Distância de Queda do Teto na Impressão em Arame

# wireframe_roof_fall_down description
source: The distance which horizontal roof lines printed 'in thin air' fall down when being printed. This distance is compensated for. Only applies to Wire Printing.
pt: A distância em que as linhas horizontais do teto impressas 'no ar' caem ao serem impressas. Esta distância será compensada. Só se aplica à Impressão em Arame.

# wireframe_roof_drag_along label
source: Wire Printing Roof Drag Along
pt: Distância de Rastro do Teto na Impressão em Arame

# wireframe_roof_drag_along description
source: The distance of the end piece of an inward line which gets dragged along when going back to the outer outline of the roof. This distance is compensated for. Only applies to Wire Printing.
pt: A distância da peça final de uma linha entrante que é arrastada junto ao voltar para a linha externa do teto. Esta distância será compensada. Só se aplica à Impressão em Arame.

# wireframe_roof_outer_delay label
source: Wire Printing Roof Outer Delay
pt: Atraso Exterior do Teto na Impressão em Arame

# wireframe_roof_outer_delay description
source: Time spent at the outer perimeters of hole which is to become a roof. Larger times can ensure a better connection. Only applies to Wire Printing.
pt: Tempo gasto nos perímetros externos de um buraco que vai virar teto. Tempos maiores garantem uma melhor conexão. Só se aplica à Impressão em Arame.

# wireframe_height label
source: Wire Printing Connection Height
pt: Altura de Conexão na Impressão em Arame

# wireframe_height description
source: The height of the upward and diagonally downward lines between two horizontal parts. Only applies to Wire Printing.
pt: A altura das linhas ascendentes e diagonalmente descendentes entre duas peças horizontais. Só se aplica à Impressão em Arame.

# wireframe_roof_inset label
source: Wire Printing Roof Inset Distance
pt: Distância de Inserção do Teto na Impressão em Arame

# wireframe_roof_inset description
source: The distance covered when making a connection from a roof outline inward. Only applies to Wire Printing.
pt: A distância percorrida ao fazer uma conexão entrante do teto. Só se aplica à Impressão em Arame.

# wireframe_nozzle_clearance label
source: Wire Printing Nozzle Clearance
pt: Nivelamento do Bico na Impressão em Arame

# wireframe_nozzle_clearance description
source: Distance between the nozzle and horizontally downward lines. Larger clearance results in diagonally downward lines with a less steep angle, which in turn results in less upward connections with the next layer. Only applies to Wire Printing.
pt: Distância entre o bico e as linhas horizontalmente descendentes. Um espaçamento maior resultará em linhas diagonais descendentes com um ângulo menos pronunciado, que por sua vez produzirá menos conexões ascendentes com a próxima camada. Só se aplica à impressão em arame.
