Repository: DeskboxBrazil/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: pt

# resolution label
source: Quality
pt: Qualidade

# layer_height label
source: Layer Height
pt: Altura da Camada

# layer_height description
source: The height of each layer, in mm. Normal quality prints are 0.1mm, high quality is 0.06mm. You can go up to 0.25mm with an Ultimaker for very fast prints at low quality. For most purposes, layer heights between 0.1 and 0.2mm give a good tradeoff of speed and surface finish.
pt: A altura de cada camada, em mm. Impressões de qualidade normal têm 0,1 mm, e as de alta qualidade 0,06 mm. Você pode aumentar até 0,25 mm para obter impressões muito rápidas e de baixa qualidade. Para a maioria dos propósitos, as alturas de camadas entre 0.1 mm e 0.2 mm dão uma boa relação entre velocidade e acabamento.

# layer_height_0 label
source: Initial Layer Thickness
pt: Grossura da Camada Inicial

# layer_height_0 description
source: The layer thickness of the bottom layer. A thicker bottom layer makes sticking to the bed easier.
pt: A espessura de camada da camada do fundo. Uma camada grossa no fundo facilita a aderência à mesa.

# shell_thickness label
source: Shell Thickness
pt: Grossura da Casca

# shell_thickness description
source: The thickness of the outside shell in the horizontal and vertical direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines. This is also used to define the number of solid top and bottom layers.
pt: A espessura da casca externa na direção horizontal e vertical. Isto se utiliza em combinação com o tamanho do bico para definir o número de linhas de perímetro e a espessura delas. Também se utiliza para definir o número de camadas sólidas da tampa e do fundo.

# wall_thickness label
source: Wall Thickness
pt: Grossura de Parede

# wall_thickness description
source: The thickness of the outside walls in the horizontal direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines.
pt: A espessura das paredes externas na direção horizontal. Isto se utiliza em combinação com o tamanho do bico para definir o número de linhas de perímetro e a espessura delas.

# wall_line_count label
source: Wall Line Count
pt: Quantidade de Linhas de Parede

# wall_line_count description
source: Number of shell lines. This these lines are called perimeter lines in other tools and impact the strength and structural integrity of your print.
pt: Número de linhas da casca. Em outras ferramentas, essas linhas são chamadas de perimétricas e impactam a resistência e integridade estrutural da sua impressão.

# wall_line_width label
source: Wall Line Width
pt: Largura de Linha de Parede

# wall_line_width description
source: Width of a single shell line. Each line of the shell will be printed with this width in mind.
pt: Largura de cada linha da casca. Cada linha da casca será impressa considerando esta largura.

# wall_line_width_0 label
source: First Wall Line Width
pt: Largura da Primeira Linha da Parede

# wall_line_width_0 description
source: Width of the outermost shell line. By printing a thinner outermost wall line you can print higher details with a larger nozzle.
pt: Largura da linha mais externa da casca. Ao imprimir uma linha de parede externa mais fina, você conseguirá imprimir mais detalhes com um bico maior.

# wall_line_width_x label
source: Other Walls Line Width
pt: Largura de Linha de Outras Paredes

# wall_line_width_x description
source: Width of a single shell line for all shell lines except the outermost one.
pt: Largura de cada linha da casca exceto a mais externa.

# skirt_line_width label
source: Skirt line width
pt: Largura de linha da saia

# skirt_line_width description
source: Width of a single skirt line.
pt: Largura de cada linha da saia.

# skin_line_width label
source: Top/bottom line width
pt: Largura de linha de tampa/fundo

# skin_line_width description
source: Width of a single top/bottom printed line. Which are used to fill up the top/bottom areas of a print.
pt: Largura de cada linha impressa da tampa/fundo, que são usadas para preencher as áreas de tampa/fundo de uma impressão.

# infill_line_width label
source: Infill line width
pt: Largura da linha de enchimento

# infill_line_width description
source: Width of the inner infill printed lines.
pt: Largura das linhas impressas do enchimento interno.

# support_line_width label
source: Support line width
pt: Largura de linha do suporte

# support_line_width description
source: Width of the printed support structures lines.
pt: Largura das linhas das estruturas de suporte impressas.

# top_bottom_thickness label
source: Bottom/Top Thickness
pt: Espessura Fundo/Topo

# top_bottom_thickness description
source: This controls the thickness of the bottom and top layers, the amount of solid layers put down is calculated by the layer thickness and this value. Having this value a multiple of the layer thickness makes sense. And keep it near your wall thickness to make an evenly strong part.
pt: Controla a espessura das camadas da tampa e do fundo. A quantidade de camadas sólidas despejadas é calculado pela espessura da camada e este valor. Faz sentido que seja um múltiplo da espessura de camada. E mantenha ele perto da espessura das paredes para produzir uma peça uniformemente resistente.

# top_thickness label
source: Top Thickness
pt: Grossura da Tampa

# top_thickness description
source: This controls the thickness of the top layers. The number of solid layers printed is calculated from the layer thickness and this value. Having this value be a multiple of the layer thickness makes sense. And keep it nearto your wall thickness to make an evenly strong part.
pt: Controla a espessura das camadas superiores. O número de camadas sólidas impressas se calcula a partir da espessura da camada e este valor. Faz sentido que seja um múltiplo da espessura de camada. E mantenha ele perto da espessura de parede para produzir uma peça uniformemente resistente.

# top_layers label
source: Top Layers
pt: Camadas da Tampa

# top_layers description
source: This controls the amount of top layers.
pt: Controla a quantidade de camadas superiores.

# bottom_thickness label
source: Bottom Thickness
pt: Espessura do Fundo

# bottom_thickness description
source: This controls the thickness of the bottom layers. The number of solid layers printed is calculated from the layer thickness and this value. Having this value be a multiple of the layer thickness makes sense. And keep it near to your wall thickness to make an evenly strong part.
pt: Controla a espessura das camadas inferiores. O número de camadas sólidas impressas se calcula a partir da espessura da camada e este valor. Faz sentido que seja um múltiplo da espessura de camada. E mantenha ele perto da espessura de parede para produzir uma peça uniformemente resistente.

# bottom_layers label
source: Bottom Layers
pt: Camadas do Fundo

# bottom_layers description
source: This controls the amount of bottom layers.
pt: Controla a quantidade de camadas inferiores.

# wall_overlap_avoid_enabled label
source: Avoid Overlapping Walls
pt: Evitar Sobreposição de Paredes

# wall_overlap_avoid_enabled description
source: Remove parts of a wall which share an overlap which would result in overextrusion in some places. These overlaps occur in thin pieces in a model and sharp corners.
pt: Suprime partes de um objeto onde várias camadas se sobrepõem numa mesma parede, o que resultaria numa extrusão excessiva. Essas sobreposições ocorrem nas partes finas de um modelo e em esquinas afiadas.

# top_bottom_pattern label
source: Bottom/Top Pattern
pt: Padrão Fundo/Topo

# top_bottom_pattern description
source: Pattern of the top/bottom solid fill. This normally is done with lines to get the best possible finish, but in some cases a concentric fill gives a nicer end result.
pt: Padrão do enchimento sólido da tampa e do fundo. Isto normalmente é feito com linhas para obter o melhor acabamento possível, mas em alguns casos um enchimento concêntrico resulta num melhor acabamento final.

# skin_outline_count label
source: Skin Perimeter Line Count
pt: Contagem de Linhas do Perímetro da Pele

# skin_outline_count description
source: Number of lines around skin regions. Using one or two skin perimeter lines can greatly improve on roofs which would start in the middle of infill cells.
pt: Número de linhas ao redor das regiões de pele. Utilizar uma ou duas linhas de perímetro poderá melhorar notavelmente o resultado das tampas que começarem no meio de células preenchidas.

# xy_offset label
source: Horizontal expansion
pt: Expansão horizontal

# xy_offset description
source: Amount of offset applied all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.
pt: Quantidade de deslocamento aplicado a cada polígono em cada camada. Um valor positivo compensa furos grandes; um valor negativo compensa furos mais pequenos.

# material_print_temperature label
source: Printing Temperature
pt: Temperatura de Impressão

# material_print_temperature description
source: The temperature used for printing. Set at 0 to pre-heat yourself. For PLA a value of 210C is usually used. For ABS a value of 230C or higher is required.
pt: A temperatura utilizada para impressão. Utilize 0 para fazer você mesmo preaquecimento. Para PLA um valor de 210 graus costuma ser utilizado. Para ABS se requer um valor de 230 graus ou mais.

# material_bed_temperature label
source: Bed Temperature
pt: Temperatura da Mesa

# material_bed_temperature description
source: The temperature used for the heated printer bed. Set at 0 to pre-heat it yourself.
pt: A temperatura utilizada na mesa aquecida. Coloque 0 para preaquecer você mesmo.

# material_diameter label
source: Diameter
pt: Diâmetro

# material_diameter description
source: The diameter of your filament needs to be measured as accurately as possible. If you cannot measure this value you will have to calibrate it, a higher number means less extrusion, a smaller number generates more extrusion.
pt: O diâmetro do seu filamento precisa ser medido da forma mais exata possível. Se você não consegue medir esse valor, vai precisar calibrá-lo. Um número maior significa menos extrusão, um número menor gera mais extrusão.

# material_flow label
source: Flow
pt: Fluxo

# material_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value.
pt: Compensação de fluxo: a quantidade de material extruído será multiplicada por este número.

# retraction_enable label
source: Enable Retraction
pt: Ativar Retração

# retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area. Details about the retraction can be configured in the advanced tab.
pt: Retrai o filamento quando o bico se move sobre uma área não impressa. Os detalhes da retração podem ser configurados na aba avançada.

# retraction_speed label
source: Retraction Speed
pt: Velocidade de Retração

# retraction_speed description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
pt: A velocidade na qual o filamento é retraído. Uma velocidade de retração mais alta funciona melhor, mas uma velocidade alta demais pode levar à trituração do filamento.

# retraction_retract_speed label
source: Retraction Retract Speed
pt: Velocidade de Retração

# retraction_retract_speed description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
pt: A velocidade na qual o filamento é retraído. Uma velocidade de retração mais alta funciona melhor, mas uma velocidade alta demais pode levar à trituração do filamento.

# retraction_prime_speed label
source: Retraction Prime Speed
pt: Velocidade Inicial de Retração

# retraction_prime_speed description
source: The speed at which the filament is pushed back after retraction.
pt: A velocidade na qual o filamento é puxado depois da retração.

# retraction_amount label
source: Retraction Distance
pt: Distância de Retração

# retraction_amount description
source: The amount of retraction: Set at 0 for no retraction at all. A value of 4.5mm seems to generate good results for 3mm filament in Bowden-tube fed printers.
pt: A quantidade de retração: Coloque 0 para que não haja nenhuma retração. Um valor de 4,5 mm costuma dar bons resultados para um filamento de 3 mm em impressoras alimentadas por tubos de Bowden.

# retraction_min_travel label
source: Retraction Minimum Travel
pt: Translado Mínimo de Retração

# retraction_min_travel description
source: The minimum distance of travel needed for a retraction to happen at all. This helps ensure you do not get a lot of retractions in a small area.
pt: A distância mínima de deslocamento necessária para que aconteça uma retração. Isto ajuda a garantir que não aconteçam muitas retrações numa área pequena.

# retraction_combing label
source: Enable Combing
pt: Ativar Penteado

# retraction_combing description
source: Combing keeps the head within the interior of the print whenever possible when traveling from one part of the print to another, and does not use retraction. If combing is disabled the printer head moves straight from the start point to the end point and it will always retract.
pt: O penteado mantém o cabeçote dentro da área de impressão sempre que possível ao se trasladar de uma parte do objeto a outra, sem utilizar a função de retração. Se o penteio estiver desabilitado, o cabeçote se move diretamente do ponto inicial ao final, se retraindo sempre.

# retraction_minimal_extrusion label
source: Minimal Extrusion Before Retraction
pt: Extrusão Mínima Antes da Retração

# retraction_minimal_extrusion description
source: The minimum amount of extrusion that needs to happen between retractions. If a retraction should happen before this minimum is reached, it will be ignored. This avoids retracting repeatedly on the same piece of filament as that can flatten the filament and cause grinding issues.
pt: A quantidade mínima de extrusão que precisa acontecer entre retrações. Se uma retração deveria acontecer antes desse mínimo ser alcançado, será ignorada. Isto evita que aconteçam várias retrações repetidamente no mesmo filamento, já que isso pode achatar o filamento e causar problemas de trituração.

# retraction_hop label
source: Z Hop when Retracting
pt: Pulo Z na Retração

# retraction_hop description
source: Whenever a retraction is done, the head is lifted by this amount to travel over the print. A value of 0.075 works well. This feature has a lot of positive effect on delta towers.
pt: Toda vez que houver uma retração, o cabeçote é levantado neste tanto para se deslocar por cima da impressão. Um valor de 0,075 funciona bem. Esta função tem um monte de efeito positivo em torres delta.

# speed label
source: Speed
pt: Velocidade

# speed_print label
source: Print Speed
pt: Velocidade de Impressão

# speed_print description
source: The speed at which printing happens. A well-adjusted Ultimaker can reach 150mm/s, but for good quality prints you will want to print slower. Printing speed depends on a lot of factors, so you will need to experiment with optimal settings for this.
pt: A velocidade na qual ocorre a impressão. Uma impressora bem ajustada pode alcançar 150 mm/s, mas para obter impressões de boa qualidade você vai preferir imprimir mais lentamente. A velocidade de impressão depende de um monte de fatores, portanto você precisará experimentar para encontrar as configurações ótimas.

# speed_infill label
source: Infill Speed
pt: Velocidade de Enchimento

# speed_infill description
source: The speed at which infill parts are printed. Printing the infill faster can greatly reduce printing time, but this can negatively affect print quality.
pt: A velocidade na qual são impressas as partes de enchimento. Imprimir o enchimento mais rapidamente pode reduzir o tempo de impressão, mas também pode afetar negativamente a qualidade de impressão.

# speed_wall label
source: Shell Speed
pt: Velocidade da Casca

# speed_wall description
source: The speed at which shell is printed. Printing the outer shell at a lower speed improves the final skin quality.
pt: A velocidade na qual é impressa a casca. Imprimir a casca externa numa velocidade menor melhora a qualidade final de pele.

# speed_wall_0 label
source: Outer Shell Speed
pt: Velocidade da Casca Externa

# speed_wall_0 description
source: The speed at which outer shell is printed. Printing the outer shell at a lower speed improves the final skin quality. However, having a large difference between the inner shell speed and the outer shell speed will effect quality in a negative way.
pt: A velocidade na qual é impressa a casca externa. Imprimir a casca externa numa velocidade mais baixa melhora a qualidade final da pele. Porém, se houver uma grande diferença entre a velocidade da casca interna e a externa, o efeito na qualidade será negativo.

# speed_wall_x label
source: Inner Shell Speed
pt: Velocidade da Casca Interna

# speed_wall_x description
source: The speed at which all inner shells are printed. Printing the inner shell fasster than the outer shell will reduce printing time. It is good to set this in between the outer shell speed and the infill speed.
pt: A velocidade na qual todas as cascas internas são impressas. Imprimir a casca interna mais rapidamente que a externa reduzirá o tempo de impressão. É bom usar um valor intermediário entre a velocidade da casca interna e a do enchimento.

# speed_topbottom label
source: Top/Bottom Speed
pt: Velocidade de Tampa/Fundo

# speed_topbottom description
source: Speed at which top/bottom parts are printed. Printing the top/bottom faster can greatly reduce printing time, but this can negatively affect print quality.
pt: Velocidade na qual são impressas a tampa e o fundo. Imprimir a tampa/fundo mais rápido pode reduzir o tempo de impressão, mas também pode afetar negativamente a qualidade de impressão.

# speed_support label
source: Support Speed
pt: Velocidade do Suporte

# speed_support description
source: The speed at which exterior support is printed. Printing exterior supports at higher speeds can greatly improve printing time. And the surface quality of exterior support is usually not important, so higher speeds can be used.
pt: A velocidade na qual é impresso o suporte exterior. Imprimir o suporte exterior a velocidades maiores poderá melhorar significativamente o tempo de impressão. E a qualidade da superfície do suporte exterior normalmente não é importante, portanto podem ser usadas velocidades maiores.

# speed_travel label
source: Travel Speed
pt: Velocidade de Deslocamento

# speed_travel description
source: The speed at which travel moves are done. A well-built Ultimaker can reach speeds of 250mm/s. But some machines might have misaligned layers then.
pt: A velocidade na qual são feitos os deslocamentos.

# speed_layer_0 label
source: Bottom Layer Speed
pt: Velocidade da Camada do Fundo

# speed_layer_0 description
source: The print speed for the bottom layer: You want to print the first layer slower so it sticks to the printer bed better.
pt: A velocidade de impressão para a camada mais baixa: Prefira uma impressão lenta na primeira camada para que ela adira melhor à mesa.

# skirt_speed label
source: Skirt Speed
pt: Velocidade da Saia

# skirt_speed description
source: The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed. But sometimes you want to print the skirt at a different speed.
pt: A velocidade na qual são impressas a saia e a borda. Normalmente isto se faz na velocidade inicial da camada. Mas às vezes você pode querer imprimir a saia numa velocidade diferente.

# speed_slowdown_layers label
source: Amount of Slower Layers
pt: Quantidade de Camadas Lentas

# speed_slowdown_layers description
source: The first few layers are printed slower then the rest of the object, this to get better adhesion to the printer bed and improve the overall success rate of prints. The speed is gradually increased over these layers. 4 layers of speed-up is generally right for most materials and printers.
pt: As primeiras camadas são impressas mais lentamente do que o resto do objeto, para assim obter melhor aderência à mesa da impressora e melhorar o sucesso das impressões em geral. A velocidade é gradativamente incrementada ao longo dessas camadas. 4 camadas de aceleração são geralmente suficientes para a maioria dos materiais e impressoras.

# infill label
source: Infill
pt: Enchimento

# fill_sparse_density label
source: Infill Density
pt: Densidade do Enchimento

# fill_sparse_density description
source: This controls how densely filled the insides of your print will be. For a solid part use 100%, for an hollow part use 0%. A value around 20% is usually enough. This won't affect the outside of the print and only adjusts how strong the part becomes.
pt: Controla o quão densamente serão preenchidos os espaços internos da sua impressão. Para uma peça sólida utilize 100%, para uma peça oca utilize 0%. Um valor em volta de 20% costuma ser suficiente. Isto não afeta o exterior da impressão e só regula o quão resistente ficará a peça.

# fill_pattern label
source: Infill Pattern
pt: Padrão de Enchimento

# fill_pattern description
source: Cura defaults to switching between grid and line infill. But with this setting visible you can control this yourself. The line infill swaps direction on alternate layers of infill, while the grid prints the full cross-hatching on each layer of infill.
pt: Por padrão, o Cura alterna entre grade e enchimento de linha. Mas com esta configuração você pode controlar isso. O enchimento de linha vira a direção em camadas alternadas de enchimento, enquanto que a grade imprime o quadriculado completo em cada camada de enchimento.

# infill_line_distance label
source: Line distance
pt: Distância entre linhas

# infill_line_distance description
source: Distance between the printed infill lines.
pt: Distância entre as linhas de enchimento impressas.

# fill_overlap label
source: Infill Overlap
pt: Sobreposição de enchimento

# fill_overlap description
source: The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.
pt: A quantidade de sobreposição entre o enchimento e as paredes. Uma pequena sobreposição permitirá que as paredes se conectem firmemente ao enchimento.

# fill_sparse_thickness label
source: Infill Thickness
pt: Grossura do Enchimento

# fill_sparse_thickness description
source: The thickness of the sparse infill. This is rounded to a multiple of the layerheight and used to print the sparse-infill in fewer, thicker layers to save printing time.
pt: A espessura do enchimento esparso. Será arredondado para um múltiplo da altura da camada e utilizado para imprimir o enchimento esparso em menos camadas mais grossas para economizar tempo de impressão.

# fill_sparse_combine label
source: Infill Layers
pt: Camadas de Enchimento

# fill_sparse_combine description
source: Amount of layers that are combined together to form sparse infill.
pt: Quantidade de camadas que são combinadas para formar um enchimento esparso.

# cooling label
source: Cooling
pt: Resfriamento

# cool_fan_enabled label
source: Enable Cooling Fan
pt: Ativar Ventoinha de Resfriamento
