Repository: DeskboxBrazil/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: pt

# cool_fan_enabled description
source: Enable the cooling fan during the print. The extra cooling from the cooling fan helps parts with small cross sections that print each layer quickly.
pt: Ativar a ventoinha de resfriamento durante a impressão. O resfriamento extra da ventoinha ajuda nas partes com pequenas seções transversais onde cada camada se imprime rapidamente.

# cool_fan_speed label
source: Fan Speed
pt: Velocidade da Ventoinha

# cool_fan_speed description
source: Fan speed used for the print cooling fan on the printer head.
pt: Velocidade utilizada na ventoinha de resfriamento do cabeçote de impressão.

# cool_fan_speed_min label
source: Minimum Fan Speed
pt: Velocidade Mínima da Ventoinha

# cool_fan_speed_min description
source: Normally the fan runs at the minimum fan speed. If the layer is slowed down due to minimum layer time, the fan speed adjusts between minimum and maximum fan speed.
pt: Normalmente a ventoinha funciona na velocidade mínima. Se a impressão da camada ficar lenta devido ao tempo mínimo de camada, a velocidade da ventoinha será ajustada entre o mínimo e o máximo.

# cool_fan_speed_max label
source: Maximum Fan Speed
pt: Velocidade Máxima da Ventoinha

# cool_fan_speed_max description
source: Normally the fan runs at the minimum fan speed. If the layer is slowed down due to minimum layer time, the fan speed adjusts between minimum and maximum fan speed.
pt: Normalmente a ventoinha funciona na velocidade mínima. Se a impressão da camada ficar lenta devido ao tempo mínimo de camada, a velocidade da ventoinha será ajustada entre o mínimo e o máximo.

# cool_fan_full_at_height label
source: Fan Full on at Height
pt: Ventoinha totalmente Ligada na Altura

# cool_fan_full_at_height description
source: The height at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off for the first layer.
pt: A altura na qual a ventoinha é completamente ligada. Para as camadas abaixo desta, a velocidade da ventoinha é gradativamente aumentada começando pela primeira camada.

# cool_fan_full_layer label
source: Fan Full on at Layer
pt: Ventoinha totalmente Ligada na Camada

# cool_fan_full_layer description
source: The layer number at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off for the first layer.
pt: O número da camada na qual a ventoinha é completamente ligada. Para as camadas abaixo desta, a velocidade da ventoinha é aumentada gradativamente começando pela primeira camada.

# cool_min_layer_time label
source: Minimal Layer Time
pt: Tempo Mínimo de Camada

# cool_min_layer_time description
source: The minimum time spent in a layer: Gives the layer time to cool down before the next one is put on top. If a layer would print in less time, then the printer will slow down to make sure it has spent at least this many seconds printing the layer.
pt: O tempo mínimo gasto numa camada: Dá tempo de que a camada se esfrie antes de que a próxima seja feita em cima. Se uma camada é impressa em menos tempo, a impressora desacelerará para garantir que tenha gasto pelo menos esta quantidade de segundos na camada.

# cool_min_layer_time_fan_speed_max label
source: Minimal Layer Time Full Fan Speed
pt: Tempo Mínimo de Camada na Velocidade Máxima da Ventoinha

# cool_min_layer_time_fan_speed_max description
source: The minimum time spent in a layer which will cause the fan to be at minmum speed. The fan speed increases linearly from maximal fan speed for layers taking minimal layer time to minimal fan speed for layers taking the time specified here.
pt: O tempo mínimo gasto numa camada que vai manter a ventoinha na velocidade mínima. A velocidade da ventoinha se incrementa linearmente, da máxima para as camadas que usam o tempo mínimo de camada, para mínima nas camadas que gastam o tempo especificado aqui.

# cool_min_speed label
source: Minimum Speed
pt: Velocidade Mínima

# cool_min_speed description
source: The minimum layer time can cause the print to slow down so much it starts to droop. The minimum feedrate protects against this. Even if a print gets slowed down it will never be slower than this minimum speed.
pt: O tempo mínimo de camada pode fazer que a impressão fique tão lenta que comece a se inclinar. A velocidade mínima de alimentação protege contra isso. Mesmo se uma impressão ficar muito lenta, nunca será mais lenta do que esta velocidade mínima.

# cool_lift_head label
source: Lift Head
pt: Levantamento do Cabeçote

# cool_lift_head description
source: Lift the head away from the print if the minimum speed is hit because of cool slowdown, and wait the extra time away from the print surface until the minimum layer time is used up.
pt: Levantar o cabeçote para fora do objeto se a velocidade mínima for atingida por causa de um resfriamento demorado, e esperar o tempo extra fora da superfície de impressão até que o tempo mínimo da camada tenha sido utilizado.

# support label
source: Support
pt: Suporte

# support_enable label
source: Enable Support
pt: Ativar Suporte

# support_enable description
source: Enable exterior support structures. This will build up supporting structures below the model to prevent the model from sagging or printing in mid air.
pt: Ativar estruturas de suporte exteriores. Isto construirá estruturas de suporte por baixo do modelo para impedir que o modelo caia ou seja impresso no meio do ar.

# support_type label
source: Placement
pt: Localização

# support_type description
source: Where to place support structures. The placement can be restricted such that the support structures won't rest on the model, which could otherwise cause scarring.
pt: Onde colocar estruturas de suporte. A localização pode ser restrita de forma que as estruturas de suporte não se apoiem no modelo, o que poderia causar cicatrização.

# support_angle label
source: Overhang Angle
pt: Ângulo de Beiral

# support_angle description
source: The maximum angle of overhangs for which support will be added. With 0 degrees being horizontal, and 90 degrees being vertical.
pt: O ângulo máximo dos beirais para o qual será adicionado um suporte. Sendo 0 graus horizontal, e 90 graus vertical.

# support_xy_distance label
source: X/Y Distance
pt: Distância X/Y

# support_xy_distance description
source: Distance of the support structure from the print, in the X/Y directions. 0.7mm typically gives a nice distance from the print so the support does not stick to the surface.
pt: Distância entre estrutura de suporte e o objeto, nas direções X/Y. Tipicamente, 0,7 mm dá uma boa distância ao objeto de forma que o suporte não cole na superfície.

# support_z_distance label
source: Z Distance
pt: Distância Z

# support_z_distance description
source: Distance from the top/bottom of the support to the print. A small gap here makes it easier to remove the support but makes the print a bit uglier. 0.15mm allows for easier separation of the support structure.
pt: Distância desde o topo/fundo do suporte até o objeto. Uma separação pequena facilita a remoção do suporte mas afeia um pouco a impressão. 0.15 mm facilita a separação da estrutura de suporte.

# support_top_distance label
source: Top Distance
pt: Distância da Tampa

# support_top_distance description
source: Distance from the top of the support to the print.
pt: Distância do tipo até o suporte do objeto.

# support_bottom_distance label
source: Bottom Distance
pt: Distância do Fundo

# support_bottom_distance description
source: Distance from the print to the bottom of the support.
pt: Distância do objeto até o fundo do suporte.

# support_bottom_stair_step_height label
source: Stair Step Height
pt: Altura do Degrau da Escada

# support_bottom_stair_step_height description
source: The height of the steps of the stair-like bottom of support resting on the model. Small steps can cause the support to be hard to remove from the top of the model.
pt: A altura dos degraus do fundo do suporte em formato de escada que fica sobre o modelo. Degraus pequenos podem fazer que o suporte seja difícil de retirar da tampa do modelo.

# support_join_distance label
source: Join Distance
pt: Distância de Junção

# support_join_distance description
source: The maximum distance between support blocks, in the X/Y directions, such that the blocks will merge into a single block.
pt: A máxima distância entre blocos de suporte, nas direções X/Y, tal que os blocos se misturem num só bloco.

# support_area_smoothing label
source: Area Smoothing
pt: Suavização de Área

# support_area_smoothing description
source: Maximal distance in the X/Y directions of a line segment which is to be smoothed out. Ragged lines are introduced by the join distance and support bridge, which cause the machine to resonate. Smoothing the support areas won't cause them to break with the constraints, except it might change the overhang.
pt: Distância máxima nas direções X/Y de um segmento de linha que deverá ser suavizado. Linhas irregulares são resultado da distância de junção e a ponte de suporte, o que faz a máquina entrar em ressonância. Suavizar as áreas de suporte não fará elas quebrarem com as restrições, mas poderá mudar o beiral.

# support_use_towers label
source: Use towers.
pt: Utilizar Torres.

# support_use_towers description
source: Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.
pt: Utilizar torres especializadas para segurar áreas de beiral pequenas. Essas torres têm um diâmetro maior do que a região que elas seguram. Perto do beiral o diâmetro da torre se reduz, formando um teto.

# support_minimal_diameter label
source: Minimal Diameter
pt: Diâmetro Máximo

# support_minimal_diameter description
source: Maximal diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.
pt: Diâmetro máximo nas direções X/Y de uma pequena área que receberá o suporte de uma torre especializada.

# support_tower_diameter label
source: Tower Diameter
pt: Diâmetro de Torre

# support_tower_diameter description
source: The diameter of a special tower.
pt: O diâmetro de uma torre especial.

# support_tower_roof_angle label
source: Tower Roof Angle
pt: Ângulo de Telhado de Torre

# support_tower_roof_angle description
source: The angle of the rooftop of a tower. Larger angles mean more pointy towers.
pt: O ângulo do teto de uma torre. Ângulos maiores significam torres mais pontudas.

# support_pattern label
source: Pattern
pt: Padrão

# support_pattern description
source: Cura supports 3 distinct types of support structure. First is a grid based support structure which is quite solid and can be removed as 1 piece. The second is a line based support structure which has to be peeled off line by line. The third is a structure in between the other two; it consists of lines which are connected in an accordeon fashion.
pt: O Cura suporta 3 tipos diferentes de estrutura de suporte. O primeiro é uma estrutura de suporte baseada em grade que é muito sólida e pode ser retirada como uma peça só. A segunda é uma estrutura de suporte que tem que ser descascada linha por linha. O terceiro é uma estrutura intermediária dessas duas; consiste em linhas que estão conectadas em formato de acordeão.

# support_connect_zigzags label
source: Connect ZigZags
pt: Conectar Zigue-zagues

# support_connect_zigzags description
source: Connect the ZigZags. Makes them harder to remove, but prevents stringing of disconnected zigzags.
pt: Conecta os zigue-zagues. Eles ficam mais difíceis de serem removidos, mas isso evita a formação de zig-zags desconexos.

# support_fill_rate label
source: Fill Amount
pt: Quantidade de Enchimento

# support_fill_rate description
source: The amount of infill structure in the support, less infill gives weaker support which is easier to remove.
pt: Quantidade de estrutura de enchimento no suporte, menos enchimento significa um suporte mais fraco que é mais fácil de tirar.

# support_line_distance label
source: Line distance
pt: Distância entre linhas

# support_line_distance description
source: Distance between the printed support lines.
pt: Distância entre as linhas de suporte impressas.

# platform_adhesion label
source: Platform Adhesion
pt: Aderência da Plataforma

# adhesion_type label
source: Type
pt: Tipo

# adhesion_type description
source: Different options that help in preventing corners from lifting due to warping. Brim adds a single-layer-thick flat area around your object which is easy to cut off afterwards, and it is the recommended option. Raft adds a thick grid below the object and a thin interface between this and your object. (Note that enabling the brim or raft disables the skirt.)
pt: Diferentes opções que ajudam a evitar que os cantos do modelo se levantem enquanto se está imprimindo. A borda adiciona uma camada plana de material ao redor do objeto, que pode ser cortada depois, e é a opção recomendada. A balsa adiciona uma quadrícula grossa abaixo do objeto e uma fina ligação entre ela e seu objeto. (Veja que ao habilitar a borda ou a balsa, estará desabilitando a saia).

# skirt_line_count label
source: Skirt Line Count
pt: Contagem de Linhas da Saia

# skirt_line_count description
source: The skirt is a line drawn around the first layer of the. This helps to prime your extruder, and to see if the object fits on your platform. Setting this to 0 will disable the skirt. Multiple skirt lines can help to prime your extruder better for small objects.
pt: A saia é uma linha desenhada ao redor da primeira camada da impressão. Ela ajuda a preparar seu extrusor, e a ver se o objeto cabe na sua plataforma. Colocando 0 aqui desativará a saia. Várias linhas de saia poderão ajudar a preparar seu extrusor melhor para objetos pequenos.

# skirt_gap label
source: Skirt Distance
pt: Distância da Saia

# skirt_gap description
source: The horizontal distance between the skirt and the first layer of the print. This is the minimum distance, multiple skirt lines will extend outwards from this distance.
pt: A distância horizontal entre a saia e a primeira camada da impressão. Esta é a distância mínima, múltiplas linhas de saia se estenderão além desta distância.

# skirt_minimal_length label
source: Skirt Minimum Length
pt: Comprimento Mínimo da Saia

# skirt_minimal_length description
source: The minimum length of the skirt. If this minimum length is not reached, more skirt lines will be added to reach this minimum length. Note: If the line count is set to 0 this is ignored.
pt: O comprimento mínimo da saia. Se este comprimento mínimo não for alcançado, serão adicionadas mais linhas de saia para chegar nele. Observação: Se a quantidade de linhas estiver configurada como 0, este parâmetro será ignorado.

# brim_line_count label
source: Brim Line Count
pt: Número de Linhas da Borda

# brim_line_count description
source: The amount of lines used for a brim: More lines means a larger brim which sticks better, but this also makes your effective print area smaller.
pt: A quantidade de linhas utilizadas para uma borda: Mais linhas resulta numa borda maior que cola melhor, mas também reduz a área efetiva de impressão.

# raft_margin label
source: Raft Extra Margin
pt: Margem Extra da Balsa

# raft_margin description
source: If the raft is enabled, this is the extra raft area around the object which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.
pt: Se a balsa estiver ativada, esta será a área extra de balsa ao redor do objeto que também receberá uma balsa. Se aumentar esta margem, criará uma balsa mais forte usando mais material e deixando menos área para sua impressão.

# raft_line_spacing label
source: Raft Line Spacing
pt: Espaçamento da Linha da Balsa

# raft_line_spacing description
source: The distance between the raft lines. The first 2 layers of the raft have this amount of spacing between the raft lines.
pt: A distância entre as linhas da balsa. As primeiras 2 camadas da balsa têm esta quantidade de espaçamento entre as linhas da balsa.

# raft_base_thickness label
source: Raft Base Thickness
pt: Grossura da Base da Balsa

# raft_base_thickness description
source: Layer thickness of the first raft layer. This should be a thick layer which sticks firmly to the printer bed.
pt: Grossura da primeira camada da balsa. Tem que ser uma camada grossa que cole firmemente na mesa da impressora.

# raft_base_linewidth label
source: Raft Base Line Width
pt: Largura de Linha da Base da Balsa

# raft_base_linewidth description
source: Width of the lines in the first raft layer. These should be thick lines to assist in bed adhesion.
pt: Largura das linhas da primeira camada da balsa. Precisam ser grossas para ajudar a ter uma boa aderência.

# raft_base_speed label
source: Raft Base Print Speed
pt: Velocidade de Impressão da Base da Balsa

# raft_base_speed description
source: The speed at which the first raft layer is printed. This should be printed quite slowly, as the amount of material coming out of the nozzle is quite high.
pt: A velocidade na qual a primeira camada da balsa é impressa. Deveria ser muito lentamente, já que a quantidade de material saindo do bico é bastante alta.

# raft_interface_thickness label
source: Raft Interface Thickness
pt: Grossura da Interface da Balsa

# raft_interface_thickness description
source: Thickness of the 2nd raft layer.
pt: Grossura da segunda camada da balsa.

# raft_interface_linewidth label
source: Raft Interface Line Width
pt: Largura de Linha da Interface da Balsa

# raft_interface_linewidth description
source: Width of the 2nd raft layer lines. These lines should be thinner than the first layer, but strong enough to attach the object to.
pt: Largura das linhas da segunda camada da balsa. Essas linhas deveriam ser mais finas que as da primeira camada, mas fortes o suficiente para que o objeto se prenda a elas.

# raft_airgap label
source: Raft Air-gap
pt: Folga da Balsa

# raft_airgap description
source: The gap between the final raft layer and the first layer of the object. Only the first layer is raised by this amount to lower the bonding between the raft layer and the object. Makes it easier to peel off the raft.
pt: A separação entre a camada final da balsa e a primeira camada do objeto. Somente a primeira camada é elevada nesta quantidade, para reduzir a ligação entre a camada da balsa e o objeto. Facilita a posterior retirada da balsa.

# raft_surface_layers label
source: Raft Surface Layers
pt: Camadas da Superfície da Balsa

# raft_surface_layers description
source: The number of surface layers on top of the 2nd raft layer. These are fully filled layers that the object sits on. 2 layers usually works fine.
pt: O quantidade de camadas de superfície em cima da segunda camada da balsa. São camadas completamente preenchidas nas quais o objeto se assenta. 2 camadas é o que costuma dar certo.

# blackmagic label
source: Fixes
pt: Correções

# magic_spiralize label
source: Spiralize the Outer Contour
pt: Espiralizar o Contorno Exterior

# magic_spiralize description
source: Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid object into a single walled print with a solid bottom. This feature used to be called ‘Joris’ in older versions.
pt: Espiralizar suaviza o avanço Z da borda exterior. Isto produzirá um aumento constante Z ao longo da impressão. Esta função torna um objeto sólido numa impressão com uma só parede com um fundo sólido.

# wireframe_enabled label
source: Wire Printing
pt: Impressão em Arame

# wireframe_enabled description
source: Print only the outside surface with a sparse webbed structure, printing 'in thin air'. This is realized by horizontally printing the contours of the model at given Z intervals which are connected via upward and diagonally downward lines.
pt: Imprimir somente a superfície externa com uma estrutura em formato de teia de aranha, imprimindo 'no ar'. Isto é feito imprimindo horizontalmente os contornos do modelo a intervalos Z que são conectados através de linhas diagonalmente ascendentes e descendentes.

# wireframe_printspeed label
source: Wire Printing speed
pt: Velocidade da Impressão em Arame

# wireframe_printspeed description
source: Speed at which the nozzle moves when extruding material. Only applies to Wire Printing.
pt: Velocidade na qual se move o bico ao extruir material. Só se aplica à impressão em arame.

# wireframe_printspeed_bottom label
source: Wire Bottom Printing Speed
pt: Velocidade de Impressão em Arame do Fundo

# wireframe_printspeed_bottom description
source: Speed of printing the first layer, which is the only layer touching the build platform. Only applies to Wire Printing.
pt: Velocidade de impressão da primeira camada, que é a única camada que toca a mesa de impressão. Só se aplica à Impressão em Arame.

# wireframe_printspeed_up label
source: Wire Upward Printing Speed
pt: Velocidade Ascendente na Impressão em Arame

# wireframe_printspeed_up description
source: Speed of printing a line upward 'in thin air'. Only applies to Wire Printing.
pt: Velocidade de impressão de linhas ascendentes "no ar". Só se aplica à Impressão em Arame.

# wireframe_printspeed_down label
source: Wire Downward Printing Speed
pt: Velocidade de Impressão em Arame Descendente

# wireframe_printspeed_down description
source: Speed of printing a line diagonally downward. Only applies to Wire Printing.
pt: Velocidade de impressão de linhas diagonalmente descendentes. Só se aplica à impressão em arame.

# wireframe_printspeed_flat label
source: Wire Horizontal Printing Speed
pt: Velocidade de Impressão em Arame Horizontal

# wireframe_printspeed_flat description
source: Speed of printing the horizontal contours of the object. Only applies to Wire Printing.
pt: Velocidade de impressão dos contornos horizontais do objeto. Só se aplica à Impressão em Arame.

# wireframe_flow label
source: Wire Printing Flow
pt: Fluxo da Impressão em Arame

# wireframe_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value. Only applies to Wire Printing.
pt: Compensação de fluxo: a quantidade de material extruído será multiplicada por este número. Só se aplica à impressão em arame.

# wireframe_flow_connection label
source: Wire Connection Flow
pt: Fluxo de Conexão da Impressão em Arame

# wireframe_flow_connection description
source: Flow compensation when going up or down. Only applies to Wire Printing.
pt: Compensação de fluxo quando se está indo para cima ou para baixo. Só se aplica à impressão em arame.

# wireframe_flow_flat label
source: Wire Flat Flow
pt: Fluxo de Impressão em Arame Plana

# wireframe_flow_flat description
source: Flow compensation when printing flat lines. Only applies to Wire Printing.
pt: Compensação de fluxo ao imprimir linha planas. Só se aplica à impressão em arame.

# wireframe_top_delay label
source: Wire Printing Top Delay
pt: Atraso da Tampa na Impressão em Arame

# wireframe_top_delay description
source: Delay time after an upward move, so that the upward line can harden. Only applies to Wire Printing.
pt: Tempo de atraso depois de um movimento ascendente, de forma que a linha ascendente possa endurecer. Só se aplica à Impressão em Arame.

# wireframe_bottom_delay label
source: Wire Printing Bottom Delay
pt: Atraso do Fundo na Impressão em Arame

# wireframe_bottom_delay description
source: Delay time after a downward move. Only applies to Wire Printing. Only applies to Wire Printing.
pt: Tempo de atraso depois de um movimento descendente. Só se aplica à Impressão em Arame.
